# Тип объявления
ADVERT_TYPE = [
    ('sale', 'продажа'),
    ('rent', 'оренда')
]

# Тип профиля пользователя данного проекта (в роли кого выступает пользователь)
PROFILE_TYPE = [
    ('realtor', 'риелтор'),
    ('company', 'агентство'),
    ('developer', 'застройщик'),
    ('owner', 'собственник'),
]

# Тип  здания
BUILDING_TYPE = [
    ('0', '----'),
    ('brick', 'кирпичный'),
    ('monolithic', 'монолитный'),
    ('wooden', 'деревянный'),
    ('aerated_concrete', 'газобетонный блок'),
    ('foam_concrete', 'пенобетонный блок')
]
